{"posts":[{"title":"日语学习","text":"这个帖子记录我的日语学习。 だ表状态很好理解，就是在名词orな形容词（后面说）后加个だ。表示一种确定的状态。其实可加可不加，没啥要说的。唯一记住い形容词后不能加就行了。 否定型&amp;过去型名词否定型：xxxじゃない。如：私、犬じゃない。——我不是狗。名词过去型：xxxだった。如：私、女の子だった。——我曾经是女人。名词过去否定型：xxxじゃなかった。如：私、女の子じゃなかった。——我以前不是女人。 以后不仅名词，各种词都有否定和过去型，都跟这种样子差不多。 助词は、が、も我也没太理解は跟が之间的区别，只知道は可以表示“对于xxx”，也就是把它前面的词框定为主题范围，而が强调它前面的主语，可以翻译成“xxx就是xxx”，不过很多情况下具体该用哪个我也闹不清了，等以后阅读的时候再慢慢找感觉吧。 も很好理解，就是“也”嘛，这个不多解释了。 形容词美国佬把形容词分为な形容词和い形容词，国内一般叫一类形容词和二类形容词。我更喜欢美国佬的叫法。 な形容词没有什么后缀，用法十分简单，就是在后面加上个な然后直接连接名词就好了。例如静かー静かな人。然后否定就是直接静かじゃない，过去静かだった，过去否定静かじゃなかった。跟名词完全一致。 い形容词就是后缀为い的形容词，这种直接连接名词就行。例如赤いー赤い林檎。否定和过去就不太一样了：否定是赤くない（い变く加ない）过去是赤かった（い变かった）过去否定是赤くなかった。（赤くない的过去型） 这里有一些例外。首先不是所有结尾是い的形容词都是い形容词，例如きれい（綺麗）和嫌い。这两个都是な形容词。 然后一个特殊的词是よい，它经过历史逐渐变形为いい，当然是个い形容词，所以除了非过去肯定型外都以よい为基础变形。还有个词かっこいい同理。 动词分类动词这块可是大头了。 动词分为る动词、う动词、する和来る。国内称为一段动词，五段动词，サ变动词和カ变动词。我用第一种分类方式。 所谓る动词满足两个条件：结尾是る且る前为i或e段假名（-iru, -eru)。如食べる。而う动词则是结尾是う段假名（包括る）且る前为a，u，o段假名(-aru, uru, oru)。如買う。 对于结尾是-iru或-eru的动词，还有两条特殊规则： 如果る前是i或e段假名但假名被包含在了汉字中（如帰る），则该动词为う动词；反之若假名暴露在外则为る动词（如食べる）。 对于る前只有一个音的动词，大部分为う动词（如切る），但也有少部分为る动词（如見る）。 否定首先，ある的否定是ない。 对于る动词，去掉る直接加ない。如食べるー食べない。对于う动词，将末尾う段假名变为あ段再加ない，如待つー待たない。而对于末尾是う的う动词，变う为わ加ない，如買うー買わない。 するーしない。来るーこない。 动词的过去式Well, 这块就比较复杂了。 首先最简单的，る動詞直接去掉る再加上た即可。如食べるー食べた。 然后对于う動詞，不同的后缀对应不同的变型。这个要死背的： 后缀 变型 する した く、ぐ くーいた、ぐーいだ む、ふ、ぬ んだ る、う、つ った 两个特例： 原型 变型 行く 行った 来る きた 这个没啥好说的，嗯背就完了。记得先判断是不是る動詞。 助词を、に、へ、でをを前的名词表示动词的作用对象。比如林檎を食べる。吃苹果。 にに表示动作的目标，比如家に帰る就是回家的意思。 に还可以引导时间状语，比如先週に彼女が僕の家にきた。上周她来我家了。 搭配いる/ある还可以表示“在某处”，比如猫があの部屋にいる。猫在那个屋。 へ就好像は在作助词时读作wa一样，へ作助词时不读he而读e。 へ与に不同，へ只强调方向而不强调最终目的。例如这两句：家に行く。走到家。家へいく。往家走。 で这个比较看语感了。で通常可以理解为“通过；借助于”，比如バスで来る。做公交来的。 但我觉得这个助词没有什么特别清晰的含义，它只提供一种模糊的，表明存在某种【关系】的助词。 比如动画片里角色经常就说一个字“で？”意思是所以呢？有什么联系？反正就是个用来沾边的助词，不用多说了。 省略用语这些助词（除了を）都可以跟は连用来进行省略。比如如下对话：：学校に行った？：いええ。：図書館には？这里的には就是一个省略语，我觉得应该还是很符合中国人语言习惯的。当然还有最经典的では，也无需多解释了。","link":"/2024/03/05/japanese/"},{"title":"生活记录","text":"2024.3.5阴雨的傍晚 很久没写了。 最近打算去日本读研。当然目前只是计划。我究竟为什么想去日本呢？说实话我也不太清楚。从不知道什么时候起我开始对自己行为的动机模糊不清，而对这种现象的反思又使我痛苦不已。我很喜欢日本吗？也没有那么喜欢；日本待遇高吗？其实我也一直对“待遇”什么的比较无实感。我觉得最有可能是由于我想要证明自己的愿望，以及对考研的恐惧造成的。或许是看到周围人出国所以眼红了？idk 我也浅浅了解了一下日本读研，似乎也并不轻松。要用日语考试、要给教授发邮件，还要面试。一想到这些我就感觉非常的压抑，为什么呢？其实最害怕的不是考试，而是给教授发邮件和面试。这种事对我来说太过“直接”了，我对这种面谈特别害怕。然后我也尝试过去各个学校官网找招生信息，但是也没找到什么。总之感觉这是条困难重重的路，好像比考研要艰难得多。 其实留在国内又怎样呢？有那么迫切的出国需要吗？但是说实话国内的情况让我有些害怕，而且理性思考我觉得出国总的来说不会是一个愚蠢的决定。我希望这点就不要再纠结了，我之后两年的行为是一定会围绕留日展开的，至于最终能否出去就另说了，但是这份心态应该有。 然后来说说规划。考修首先需要日语N2和托业成绩，这两个语言成绩我打算在大二之前考取，如果能考取那再找专业人士搞择校以及备考专业课之类的事情，如果考不到那就国内考研。所以现阶段我只需要思考三件事：日语、英语（托业）和专业课。这会大大增加我的负担吗？我觉得其实还好啦，大学生活本来就挺闲的，就是学日语英语需要点方法。 说到英语我还想讲两句，从初中开始我的英语考试就还行，于是我把它当成了一种骄傲的资本，一种能证明我自己的东西，于是我在心态上故意表示出对英语的轻蔑，其一是维持我英语天赋高的人设，其二是逃避我英语其实没那么好的现实。如果没记错的话我的强迫症最开始就是由读英语句子开始的，可见我对英语的焦虑。读英语文章的时候会强迫自己快速，如果没理解或理解错了就会在心里咒骂自己，这绝对是一种不健康的心态。请对自己诚实一点：我的英语很一般，只是在应付高中考试时有点小伎俩，我的词汇量不大，我的听力一般，我的写作水平很一般，这点从我的四级成绩就能看出来。当然，并不是没救，所以需要好好学才能进步，请把对那种“天赋”的执念扔掉吧，我就是个普通人而已。 最近因为这个事情搞得自己有点焦虑，干什么都没动力，事实上我就是个有神经症的人吧。但我绝对不会因为神经症放弃我的生活。","link":"/2024/03/05/diary/"},{"title":"纠结我的强迫症","text":"这个问题我应该已经纠结过N遍了，并且每次纠结的过程都十分痛苦。现在我要把这个过程记录下来。 我从高一寒假的某一天开始心理就变得不正常了。最开始就是阅读强迫，总觉得自己眼睛看东西/读东西不自然，之后就又有呼吸强迫、口水强迫，总之这段时间里我的OCD症状还处在一个随时流动的状态，并不稳定。直到我在一天中午仰望天空时看到了我的玻璃体混浊，从此症状就固定在眼动强迫+飞蚊症上。直到今天都让我十分痛苦。 我自己尝试过无数种方法试图回到曾经的“感觉”，几乎每一天都在思考，但越思考我的焦虑反而越严重。我不知道是否是由于眼动强迫导致我对飞蚊的高敏感度，还是两者是无关的症状。我究竟在恐惧什么呢？我自己也说不上来。爸爸也有飞蚊症，但他就可以做到完全忽略，而我一看到飞蚊便全身紧张，这是为什么呢？首先我想先总结一下会让我焦虑、紧张和难受的情况： 阅读时要换行的时候，这时候需要眼跳，我会有种跳跃过峡谷的瞬间恐惧感。 看视频时眼睛在字幕和画面之间跳跃时同上。 眼动时飞蚊舞动。尤其是看到特定的飞蚊，例如左眼的环状飞蚊时格外恐惧。 甚至在脑中想象场景时在脑内画面中也会出现飞蚊，这时候会非常焦虑。 回到问题上来，我究竟在害怕什么呢？我想我几乎可以确认，那就是害怕自己无法控制自己的注意力所导致的一切后果——无法专心学习、无法专心娱乐，于是一生无法快乐。 但是最近我发现一个比较positive的现象，就是每当我跟同学玩（不管是户外还是indoor）时都会忽略我的一切问题，完全不会因为眼动/飞蚊焦虑，甚至可以说看不到飞蚊。这就说明我的症状并不是个无解的问题。其实不仅仅是出去玩，只要我和他人交流时我都会进入一种没有任何干扰的状态。这是为什么？如果我能调整平时的自己进入那种状态我不也就是好了吗？我需要知道那时的我和独处时的我有什么区别。 我首先就想到一点，就是inner speak。我在跟别人讲话的时候基本都是想到什么说什么，不会在自己内心自言自语。我不知道这是不是原因，我可以试试。 本来还想写很多，但是现在太晚了，剩余不多的时间我想干点别的，就先这样吧。这两天我感觉自己产生的一种观念，就是“没有任何事应该让我紧张”，具体为何等有时间写一写吧。 什么是“应该”？“应该”就是设置了一个权力中心，设置了一个所谓“正确”的形象，而你需要将自己的位置与这个名为“应该”的中心作差，得到的差值越大你越要惩罚自己使自己痛苦，你会恐惧，于是用尽一切办法靠近这个中心。 我他妈的就是被“应该”害了。 不知道从什么时候起我给自己设置了一个“应该”的图景，我就应该跟知乎上的东云正树一样聪明又兴趣浓厚，精力充沛。我他妈打出东云正树这四个字的时候不知道为什么心里会产生羞耻，我好像极为不情愿承认自己渴望成为他，因为对于这些优秀的人我一贯的态度就是在自己脑海中想象他们的优秀品质已经转移到了我身上，而承认这种渴望就否定了我的幻想。有一说一真他妈low得批爆。 但是这篇文我不仅是要否定自己的，我更要否定这种“应该”的思维。我需要冲破“应该”带给我的束缚。为此我需要如实得写下我是个怎样的人。 如果有一人如全知全能的上帝般观看了我从小到大生活的每一个细节，那么我想他会觉得我是个臭逼。小学时候我就造谣成性，会给别人起侮辱性的绰号，会因为有人跟我喜欢的女生走得近就造谣他们的关系，更何况那种关系只是小心眼的结果。上了初中更是离谱，喜欢女生而人家不喜欢我就转而狠狠造谣，还导致一位很好的朋友从此不跟我往来，我甚至还骚扰过我的堂妹，我觉得她直到今天还在鄙视我。上了高中继续造人家的谣，骗同学说人家跟我交往过，我估计她也知道了，他妈想想都混蛋。我就是个撒谎成性的人，编排捏造初中的事情就为了显得我自己更幽默，虽然现在可能好很多但遇见事情第一反应还是他妈的撒谎，上了大学继续跟别人编排大学室友，把人家说成了两个傻逼。为了什么？就为了让我自己显得幽默。我他妈太想让别人觉得我牛逼了。 我曾经说过，永远不要否认自己的情感，你饿了可以跟自己说不许吃但不可能说不许饿。而自我塑造成“应该”的模样的过程恰恰就是否定自己感受的过程。否定感受不但没用，而且只会带来痛苦。说起来我为什么会憧憬成为东云正树？难道是因为什么灵魂共鸣？还不是因为觉得成为他这样太能装逼了太尼玛潮了。就这种扭曲心理造成的憧憬还能说成灵魂共鸣，什么“我也应该成为的样子”，想想不觉得可笑吗？还他妈的想报物理系说什么自己的兴趣，不就是想硬凹人设吗？不就是想逃离当下真实的自己吗？真实的我就跟上个自然段描述的一样是个臭逼，请先接受这一点。","link":"/2024/02/22/a1/"},{"title":"乐评","text":"这个贴用来记录我对感兴趣的音乐的评价。 没法搞到播放外链的我会直接把专辑封面和歌曲名称贴上去。 by My Bloody Valentine专辑：loveless曲，Shoegaze，迷幻 这张专都很值得听，应该比较有名吧，毕竟shoegaze的开山之作，我也是从这里第一次接触到这种风格。 应该说完全就是我的菜，是我听过最overwhelming的专辑之一了。这种失真+呢喃的曲风真的无法拒绝。 为什么明明有歌词却被分到曲类中？因为那人声在我听来跟咏叹没什么区别，都只是提供了一种音色罢了。 by 椎名林檎专辑：浮き名曲，钢琴，大提琴，幽玄，阴暗 整张专最好听的一首，其他的没啥必要听其实。说实话椎名林檎大多数歌我都不太感冒。 要说评价，tag里的幽玄就是最简洁的评语了。开头重复的钢琴让我联想到蒙太奇。最后的大提琴听得很爽。 是个很适合当剪辑bgm的曲子。 Bran-new love song by the pillows专辑：FLCL Original Sound Track NO.1 Addict曲，电吉他，失真，浪漫，清爽 FLCL经典曲目了，很难说是不是有动画情怀加成导致这么好听。天桥上的那根NEVER KNOWS BEST可以说是我记忆中最浪漫的画面之一。 说起来致敬这根香烟的作品有很多，从素晴日到电锯人都有。 最顶的还是开头40s那种在仲夏夜的阳台上跟楼下站着的小男友调情的氛围。我记得史铁生在哪本书里好像说过一句话，大意是夏天就是分手的季节，夏天一定要来场轰轰烈烈的分手之类的，well虽然我现在已经是个不婚不恋主义者不过我还是得承认这句话跟这首曲子的氛围非常搭，都十分青春且浪漫。 by Mogwai专辑：Young Team曲，后摇，钢琴，噪声，耳膜撕裂 啥也不说了，就是高级，整张专都十分值得一听。 Mogwai属实是越来越拉了，应该算出道即巅峰，反正我听着他们后面的那些专辑都不如这张97年的牛逼。 最后那段地铁（火车？）声建议还是把音量调小点，耳朵是真受不了。 by 舞风/MAIKAZE专辑：夢想夏郷 A Summer Day’s Dream Soundtrack CD曲，钢琴，清新 用一分钟的曲子营造出了一部电影的氛围感。 让我想到夏天雨水从青灰色的石瓦屋顶上丝丝流下的画面。或者是梅雨季的《边城》。 夢想夏郷虽说是个不折不扣的烂片，但它的音乐和画工质量却相当之高，而且都是由时雨一人包办的，顿时升起敬仰之情。不过剧本依然是个垃圾。 顺带放两张夢想夏郷的图，这画风我是真喜欢。说起来为啥我看夢想夏郷会有种怀旧感？明明我根本没在类似的地方待过啊？so weird. by Radiohead专辑：The Bends歌，摇滚，情绪 经典不多评价。主要是歌词很有共鸣。整张专质量都很高。 Radiohead的所有歌曲都非常棒。 by MONO专辑：Beyond the Past • Live in London with the Platinum Anniversary Orchestra曲，后摇，电吉他，失真，激昂 捏麻麻地太燃了。最妙的就是每一次重复都是渐进的，那种音符逐渐冲破曲式的束缚的那种力量感和压迫感在最后达到高峰，如脱缰野马般的尖鸣令人无比心潮澎湃。 这首我更喜欢这个Live版，专辑里其他曲子也很爽但都没这个劲儿大。 いい夢見てね by 百石元专辑：K-ON! ORIGINAL SOUND TRACK曲，电子，治愈，怀旧 心情不好的时候就拿出来听听。52s的那个旋律总让我回忆起小学下午放学回家后爸妈不在，橙黄的夕阳被窗户剪成方形映在墙上的场景。有种旧核的感觉。 顺便推荐个视频： 相当治愈啊。说起来我好像轻音还没看完（","link":"/2024/02/15/music/"},{"title":"第一篇","text":"经过了四年的荒废，这个博客将重新启用。具体会写些什么呢？——任何我想要写下的东西。学习笔记、影评、音乐、牢骚，都会发布上来。幻想研究所，这个四年前取的名字，今天也沿用下来。主要是因为我实在取不出新名字了。我希望这上面的文章都是自然的，就是想到啥就写啥，不必硬凹语气、修辞之类的，完全当作脑内声音的文字化就好。当然文学创作也是完全OK的。 感觉还是挺奇妙的，上一次上传文章还在上初中，现在已经是大学生了。就说这么多。（这个封面也和当年第一篇文章一样，属于情怀，现在我对东方已经没那么感兴趣了） 2024年2月15日凌晨","link":"/2024/02/15/first/"}],"tags":[],"categories":[{"name":"随笔","slug":"随笔","link":"/categories/%E9%9A%8F%E7%AC%94/"},{"name":"评测","slug":"评测","link":"/categories/%E8%AF%84%E6%B5%8B/"},{"name":"学习","slug":"学习","link":"/categories/%E5%AD%A6%E4%B9%A0/"}],"pages":[]}