{"posts":[{"title":"日语学习","text":"这个帖子记录我的日语学习。 だ表状态很好理解，就是在名词orな形容词（后面说）后加个だ。表示一种确定的状态。其实可加可不加，没啥要说的。唯一记住い形容词后不能加就行了。 否定型&amp;过去型名词否定型：xxxじゃない。如：私、犬じゃない。——我不是狗。名词过去型：xxxだった。如：私、女の子だった。——我曾经是女人。名词过去否定型：xxxじゃなかった。如：私、女の子じゃなかった。——我以前不是女人。 以后不仅名词，各种词都有否定和过去型，都跟这种样子差不多。 助词は、が、も我也没太理解は跟が之间的区别，只知道は可以表示“对于xxx”，也就是把它前面的词框定为主题范围，而が强调它前面的主语，可以翻译成“xxx就是xxx”，不过很多情况下具体该用哪个我也闹不清了，等以后阅读的时候再慢慢找感觉吧。 も很好理解，就是“也”嘛，这个不多解释了。 形容词美国佬把形容词分为な形容词和い形容词，国内一般叫一类形容词和二类形容词。我更喜欢美国佬的叫法。 な形容词没有什么后缀，用法十分简单，就是在后面加上个な然后直接连接名词就好了。例如静かー静かな人。然后否定就是直接静かじゃない，过去静かだった，过去否定静かじゃなかった。跟名词完全一致。 い形容词就是后缀为い的形容词，这种直接连接名词就行。例如赤いー赤い林檎。否定和过去就不太一样了：否定是赤くない（い变く加ない）过去是赤かった（い变かった）过去否定是赤くなかった。（赤くない的过去型） 这里有一些例外。首先不是所有结尾是い的形容词都是い形容词，例如きれい（綺麗）和嫌い。这两个都是な形容词。 然后一个特殊的词是よい，它经过历史逐渐变形为いい，当然是个い形容词，所以除了非过去肯定型外都以よい为基础变形。还有个词かっこいい同理。 动词分类动词这块可是大头了。 动词分为る动词、う动词、する和来る。国内称为一段动词，五段动词，サ变动词和カ变动词。我用第一种分类方式。 所谓る动词满足两个条件：结尾是る且る前为i或e段假名（-iru, -eru)。如食べる。而う动词则是结尾是う段假名（包括る）且る前为a，u，o段假名(-aru, uru, oru)。如買う。 对于结尾是-iru或-eru的动词，还有两条特殊规则： 如果る前是i或e段假名但假名被包含在了汉字中（如帰る），则该动词为う动词；反之若假名暴露在外则为る动词（如食べる）。 对于る前只有一个音的动词，大部分为う动词（如切る），但也有少部分为る动词（如見る）。 否定首先，ある的否定是ない。 对于る动词，去掉る直接加ない。如食べるー食べない。对于う动词，将末尾う段假名变为あ段再加ない，如待つー待たない。而对于末尾是う的う动词，变う为わ加ない，如買うー買わない。 するーしない。来るーこない。 动词的过去式Well, 这块就比较复杂了。 首先最简单的，る動詞直接去掉る再加上た即可。如食べるー食べた。 然后对于う動詞，不同的后缀对应不同的变型。这个要死背的： 后缀 变型 する した く、ぐ くーいた、ぐーいだ む、ふ、ぬ んだ る、う、つ った 两个特例： 原型 变型 行く 行った 来る きた 这个没啥好说的，嗯背就完了。记得先判断是不是る動詞。 助词を、に、へ、でをを前的名词表示动词的作用对象。比如林檎を食べる。吃苹果。 にに表示动作的目标，比如家に帰る就是回家的意思。 に还可以引导时间状语，比如先週に彼女が僕の家にきた。上周她来我家了。 搭配いる/ある还可以表示“在某处”，比如猫があの部屋にいる。猫在那个屋。 へ就好像は在作助词时读作wa一样，へ作助词时不读he而读e。 へ与に不同，へ只强调方向而不强调最终目的。例如这两句：家に行く。走到家。家へいく。往家走。 で这个比较看语感了。で通常可以理解为“通过；借助于”，比如バスで来る。做公交来的。 但我觉得这个助词没有什么特别清晰的含义，它只提供一种模糊的，表明存在某种【关系】的助词。 比如动画片里角色经常就说一个字“で？”意思是所以呢？有什么联系？反正就是个用来沾边的助词，不用多说了。 省略用语这些助词（除了を）都可以跟は连用来进行省略。比如如下对话：：学校に行った？：いええ。：図書館には？这里的には就是一个省略语，我觉得应该还是很符合中国人语言习惯的。当然还有最经典的では，也无需多解释了。 他动词和自动词这个现在不细说，因为这块的学习重点是背单词… 只需要知道以下几点即可： 物体自己发出的动作叫作自动词，你对物体施加的动作叫他动词。 不是所有动词都有他和自两面。 る動詞大多是他动词，う動詞大多是自动词。 す结尾的一定是他动词 句子当形容词这个很简单，日语里可以让一个句子形容一个名词。如：朝ご飯を食べた人，这里【朝ご飯を食べた】单看是个完整的句子，在这里可以直接拿来形容【人】。但是注意，以だ结尾的句子无法当作形容词。 と、や、の三个助词。 とと有两种用法：名词与名词的并列（and），这个不用多说。也可以当with用：彼女と話した。和她交谈了。 这点跟中文还是一致的。 やや跟と很相似，区别在于や表示“之类的”，比如AやB就表示A和B之类的，而AとB就表示A和B这俩。 や还可以和とか等价替换。 のの可以用做【的】，也引导形容的词，比如進撃の巨人其实是“进击巨人”而非“进击的巨人”。 の还可以放在句子的最后来使得整个句子变成名词。比如：好きじゃない人と話すのは嫌いだ。 这里好きじゃない人と話す后面加了个の就变成了名词，可以接は了。 の还可以作语气助词，表示一种解释的口吻。这种动画片里太多了就不举例了，注意男性一般用のだ，然后のだ就可以省略为んだ。 副词副词有两种，一种是本身就专做副词的，另一种是形容词变形来的。 对于い形容词，就把い变为く即可；而对于な形容词，则把な变为に。 语气助词ね、よ、よね这个太简单了，ね表示一种反问，よ表示一种提醒，よね则是表面上问实则希望被肯定。都直接加到句子后面就行了。 动词词根日语动词可以退化为名词，这个名词就是动词的词根。 对于る动词，只需要把る去掉就行；对于う动词，则要把最后的u段假名变为i段。 丁宁语丁宁语就是所谓的ます型。动词词根加上ます及其活用就是动词的丁宁语。 现在：ます否定：ません过去：ました过去否定：ませんでした（这个应该叫否定过去？） 对于名词和形容词，一律加です即可。除了名词和な形容词的过去丁宁语是加でした，其他任何词都是先将本身变形（过去，否定，过去否定）再直接加です即可。 称呼日语里称呼自己有很多种方式： 私（わたし或わたくし）：所有人都能用的，比较正式。 僕：主要是男性在用，也比较有礼貌。 俺：男性专用，比较随意。 あたし：女性专用但非常娘 わし：中年大叔在用 称呼别人也有很多方式，最常用的就是直接称呼对方名字+さん，或者可以加先生（专业人士），或者直接加头衔职称。对于跟自己同级或下级的男性可以名字加くん，同级或下级的女性可以名字加ちゃん。 还有一种是君（きみ），是一种男性对女性非常轻浮的称呼。 疑问之前已经说过一种表示疑问的方法，就是加【の】的疑问。这也是口语中最常用的一种。 还有一种方法是在句尾加个か，但是这种多用于“有情绪的反问”，比如： そうなもの本当に好きですか？你真喜欢这种东西？ 总之语气不是太好。 当然它还有种独一无二的用处就是把一个疑问句变为名词（可被形容的成分）。比如：昨日何が食べたか全然忘れた。昨天吃了啥全忘了。 不定代词我这里借用了下英语里的不定代词的名称。 有些词可以用someone、something之类的来翻译，如：誰か（someone）、何か（something）、いつか（sometime）、どれか（某个）当然也不完全是，它们表疑问的成分比较大。比如：誰かが私の朝ご飯を食べた。有人把我早饭吃了その部屋にどれかがある。这房间里有什么东西在。 誰も(anyone)、何も(anything)、いつも(anytime)、どれも(任一)其中誰も和何も多用于否定句。如：あの人が誰も知らない。谁也不认识那个人。 还有一组很容易跟上面混淆的：誰でも、何でも、いつでも、どれでも可以翻译成every-这个就以后阅读的时候体会吧。 动词て型想要将一堆动词串起来变成表示做了一堆动作的一个动词，这时候就要用动词て型。变形的模式是：动词て型+动词て型+···+动词原型（非て型）。 て型想要将一堆动词串起来变成表示做了一堆动作 这时候就要用动词て型。变形的模式是：动词て型+动词て型+···+动词原型（非て型）。 将动词变形为て型的规则如下： 对于动词的肯定型，现将动词变为过去型，再将结尾的た变为て，だ变で。 对于动词否定性，将结尾い换为くて。 对于丁宁语，ます、です也看做一个动词，于是变为まして、でして。 对于名词，直接加で。 对于形容词，な形容词直接加で，い形容词去掉い加くて。 から、のでから可以表示一种解释原因。例如：友達だから、助ける。因为是朋友，所以帮忙。这里不能写成友達から ，因为作为原因必然是一种状态，名词直接加から那这里から的意思就是from了。然后说得多了可以省略原因，直接用だから，这个动画片里可太多了。注意，な形容词也要加だ才行。其实な形容词加な之前完全就是名词吧… 当然，还有一种做法是将表原因的句子加个の变名词，然后再加で表原因。于是就有了ので：私は彼の友達ので、助けた。因为我是他朋友，所以帮了他。为了省力也可以变作んで。 のに这个可以翻译成“明明是”。这个听得太多了以至于都不用多说了。 が、けど这两个都是表转折的，用法也完全相同。但是有时候也就当成逗号来用了，前后句子都没转折。这个时候都不用翻译它们。比较常见的还有だけど，表示“尽管如此”。 しし用来连接多种原因，用法跟や类似。：どしで彼が好きなの？：優しいし、かっこいいし、面白いから。 たりする和し类似，用于将状态并列。用法就是将动词变过去式再加り或名词加だ再加り，然后最后一个词后加する。时态、否定都由这个する决定。 今日は朝ご飯を食べたり、本を読んだり、映画を見たりした。 ている、てある、ておく、ていく、てくる以上都是て型的扩展。 ているている可以看作是现在进行时：食べている。正在吃。有时候也作完成时：知っている。知道了。 てあるてある就是纯纯的完成时：食べてある。吃完了。因此经常搭配は、も使用。 ておくておく是将来时。其实这么说也不准确，它的意思应该是“为以后作准备”：この本を買っておく。我买这本书（为以后做准备） ていく、てくるていく是什么什么走，比如带走：持っている；てくる就是什么什么来，比如带来：持ってくる。 同时ていく只表示离开，而てくる则表示还会回来。 可能型动词的可能性，其实我觉得是变成类似于形容词的东西了，类似中文里把动词变成“可···的”。 对于る动词，把る去掉加上られる；对于う动词，把结尾う段变为え段再加る。所以所有可能型的动词都是る动词。 而对于可能型动词，因为它是一个类似于形容词的东西，所以是不能用助词を直接作用于对象的，而只能连接は、が。そうなものが本当に食べられるの？这种东西真的能吃吗？ 这里有两个词，它虽然不是可能型但它们本身却又“可能”的含义：見える、聞こえる。分别可以翻译为能见、能听见。它们也要连接は、が。富士山が見える。能看见富士山。 なる、する这两个助词通常跟目标助词に合用来表示成为和决定。かっこいい人になる。我会成为帅气的人。かっこいい人にする。我要成为帅气的人。 而当修饰主体是一个句子时，可以加上こと（事）或よう（情况）：肉が食べられないようになった。变得吃不了肉了。日本に行くことにした。决定去日本了。 假设：と、なら、ば、たら、もしとと表如果来用，表明的是一种至少在说话人看来是理所当然情况的【如果】：肉をたくさん食べると太るよ。肉吃太多会长胖哦。用法没什么，就注意下名词和な形容词要变成状态表示语。 なら还有一个同样意思的ならば，不过なら更常用。它可以翻译为“如果xxx的话那我也xxx。”彼女が行くなら、私も行く。她去的话我也去。注意，用なら的话名词不用变成状态表示语。 ば这是一种活用词汇的方法。对于所有动词：う段变え段加ば。对于い形容词和ない词尾：去い加ければ。对于名词或な形容词：直接加であれば。 学生であれば、いいよ。学生的话，可以哦。 たら所谓たら其实就是在过去型后面加个ら。所以其实有たら和だら。暇だら、私と一緒に遊んでくるか？有空的话跟我一块去玩吧？ たら还有种意思是表示意外：帰ったら、誰もいない。回到家，居然一个人也没有。 もしもし本身其实就是个副词，用来表示对条件的不确定，可以放在以上任一情况中：もし暇だら、私と一緒に遊んでくるか？假如有空的话跟我一块去玩吧？もし彼女が行くなら、私も行く。她去的话我也去。 だめ、いけない、ならない都是表示不能做的意思。将动词先变为て型然后加助词は，最后再加上这些词就可以了：これが食べてはだめ。这个不能吃。 だめ比较口语，而いけない、ならない可以等价。 表示“必须做”日语里表示必须做都是用双重否定句，即动词的否定加上上一节讲的不能做型。具体而言有如下几种方式： 动词否定型的て型 加は 加だめ、いけない、ならない。 动词否定式 加と 加だめ、いけない、ならない。 动词否定型的ば型 加だめ、いけない、ならない。 食べなくてはいけな、食べないとならない、食べなければだめ。必须得吃。 而这样读起来太费劲了，于是在口语中就有省略形式：なくては＝なくちゃなければ＝なきゃ然后就不必加だめ、いけない、ならない了。食べなきゃ、食べなくちゃ。必须吃。 还有一种，就是动词否定型加个と，之后不用再加だめ、いけない、ならない：食べないと。必须吃。 然后这种缩略还可以用于表示不能做：ては＝ちゃでは＝じゃ食べちゃだめ。不能吃。飲んじゃだめ。不能喝。 可以做或可以不做将动词て型加助词も再加上一些肯定的词比如いい、大丈夫等就可以表示可以做或可以不做：全部食べてもいい。全都吃了也可以。全部食べられなくてもいい。吃不了全部也可以。 而在口语中，会省略も变成ていい或でいい。 たい将动词变为たい型来表达“想要做什么”。变形规则就是动词词根+たい。食べるー食べたい飲むー飲みたい 由于结尾变为了い，所以它既适用于い形容词的变形，又可以搭配を、に等助词使用：肉を食べたくない。不想吃肉。 动词ある没有たい型，因为无生命的物体不可能“想干什么”；但是いる可以：ずっと一緒にいたい。想永远在一起。 たい只能用在主语是我的时候，毕竟你不能替别人想要做什么。但是问句里可以有：あそこに遊びたいの？想去那里玩吗？ 欲しい欲しい本身是个形容词，意为“想要”：犬が欲しい。想要狗。但是与动词て型合用就能够表示“想让…实现”（与て型合用的词一般就不写汉字了）：部屋をきれいにしてほしい。想要让房间变漂亮。 よう动词的よう型表示“让我们干…吧”，“let’s”的意思，所以它必然是还没有发生但准备做的事：一緒に映画を見よう。一起去看电影吧。变形方法：对于る动词，去る加よう；对于う动词，词尾变o段假名再加う。由于是还没有发生但准备做的事，所以时态不可能是过去时。 丁宁语表意向动词词根+ましょう：一緒に食べましょう！一起去吃吧！ たら＋どう一种固定搭配，意为“How about…”：一緒に食べたらどう？一起去吃如何？学校に行ったらどうですか？去学校如何？ と表引用と在这里的作用是把一句话封装成宾语，当然很多时候可以看作是在引用：先生が「今日は授業がない」と言う。老师说“今天不上课”。これは、日本語で何と言うですか？这个用日语怎么说？第二句里可不是“引用”【何】了，而是将【何】作为了言う的宾语。 对于引用，有一个口语缩略是「って」：あなたは時間がないって分かったけど。虽然知道你没时间。「って」前表示的是对方的情况。当然在口语里，「って」已经变成了开启话题的一种“腔调”了：明日って、私と一緒に遊んでいく。明天的话，跟我一起去玩。 というという的用法不止在于“说作”，还可以用作“指定某物”：これは何というものですか？这是什么东西？これは、林檎というものだ。这就是所谓的苹果。由此衍生出一系列代词：そういう 那种こういう 这种ああいう 那种どういう 怎样あなたは本当にこういうものを食べたい？你真的想吃这种东西？我觉得翻译成“所谓”是非常适合的，但是这种用法并不能完全包含という的意思。 「というか」也是一种常见的搭配，可以翻译成“倒不如说”、“说起来”等，这个要看语境：友達というか、彼女というか、何というか。是朋友，也可以是女朋友，之类的。お酒が好きというか、ないと生きられないだ。与其说是喜欢喝酒，不如说是没酒就活不下去了。というか、あなたは何時で行くの？说起来，你几点走来着？ 还有一种搭配是「ということ」，“总之；也就是说” 口语中可以省略为「って」，并且可以将原本という后的助词都省掉：留学というのは、本当ですか？＝留学って本当ですか？把のは就给省略了。 てみるてみる的意思是“试试”，其实就是て見る。お酒を初めて飲んでみたけど、本当に好きです。第一次试着喝酒了，真的很喜欢。 ようとする这个是“试图”，就是动词的よう型+とする：お酒を飲もうとする。试图喝酒。 あげる、くれる、もらうあげるあげる是“给”的意思，注意，只能是【我给别人】：私が友達にプレゼントをあげた。我送了朋友礼物。 如果与动词て型合用，那就是“帮忙做什么”的意思：これ、買ってあげる。这个我会买给你。（帮你买） 对待动物的时候应该用「やる」：犬に餌をやった。给狗投喂了。 くれるくれる也是“给”的意思，只不过是在接受者的角度而已：友達が私にプレゼントをくれた。朋友给了我礼物。 这个例子可能不明显，但如果换成都是第三者的句子就更加明显了：友達が先生にプレゼントをあげた。友達が先生にプレゼントをくれた。以上两句都是“朋友送了老师礼物” 的意思。只是第二句的侧重点在于接受方，也就是先生。 もらうもらう就是接受的意思：友達からプレゼントをもらった。从朋友那里收到了礼物。 て型+くれる、もらえる表请求请求的时候肯定是站在自己角度说的，所以只能用くれる或もらう，然后もらう要变成可能型：これ、買ってくれますか。这个可以帮忙买吗。想要让别人不要做什么的时候，就在动词否定式后加で再加くれる、もらえる：全部食べないでもらえますか。能不能不要全部吃完。 くださいください和くれる的区别在于，くれる用于问句而ください则是一种要求：日本語で書いてくれる？可以用日语写吗？日本語で書いてください。请用日语写。 其他部分跟くれる用法完全一样。 ちょうだいください的代替品，语气比较幼稚：ここに名前を書いてちょうだい。请在这里写下名字。也可以直接跟助词を：お酒をちょうだい。请给我酒。 なさい这是一种温和而坚定的命令语气。用法是动词词根+なさい：飲みなさい。要喝掉。 口语中经常省略さい就剩个な：たくさん食べな。要多吃点。 使役动词日语里使役动词（动词的使役型）可以表达两种含义：使谁谁谁做什么或让谁谁谁做什么。对于る动词，去掉る加させる；对于う动词，变a段加せる。する变为させる，くる变为こさせる。 如果是直接使用使役动词，那么表示的是“使谁谁谁做什么”：全部たべさせた。使得…全吃了。如果是使役动词的て型后加あげる、くれる、ください就是“让谁谁谁做什么”：全部たべさせてくれた。让…全吃了。 当你想问“我可以干什么吗？”的时候一般不用使役动词，而是用てもいい：トイレに行かせてくれますか。能让我去厕所吗？（像是在监狱）トイレに行ってもいいですか。去厕所可以吗。 被动型没什么好解释的。る动词去る+られる、う动词变a段加れる。する变される、くる变こられる。林檎が誰かに食べられた。苹果被人吃了。 在日语里，否定比肯定礼貌，被动比主动礼貌。所以礼貌程度：「どうするか」＞「どうしますか」＞「どうされますか」 使役被动型表示“被要求做”的意思。现将动词变为使役，然后再变被动。使役动词都是る动词所以变被动肯定是+られる。朝ご飯を食べさせられた。被要求吃早饭了。 しまうしまう表示无意中做出的，或者不希望发生的，负面的事情：キを食べてしまった。我把蛋糕给吃了。 「て（で）しまう」口语中可以简称为「ちゃう」、「じゃう」。你仍然把它们当作普通的う动词就好：ケーキを食べちゃった。 同时，しまう还可以表达“完成”的意思：宿題をやってしまいなさい。把作业做掉。 通用名词的特殊用法こと「ことはある」表示某件事是否存在：一人で行くことはありません。我从不一个人走。动词过去式+こと表示做过某事（have done）：彼と映画を見たことがありません。我没跟他去看过电影。 どころどころ可以指代具体的物理地点，也可以指代抽象的逻辑上的“地方（部分）”：この映画は今ちょっといいどころだ。这个电影现在正播到最精彩的地方。彼は優しいどころもある。他也有温柔的一面。 もの几乎和表解释的の一个意思，都是很女性化的用语。这两者可以等价替换。もの还有一个口语的形态是「もん」。 かもしれない这是用来表达不确定性的方法。用法就是直接在句子后面加上就好。注意丁宁语是「かもしれません」：彼が学校に行ったかもしれない。他说不定去学校了。学生かもしれません。说不定是学生。口语里可以简写为「かも」。 でしょう、だろうでしょう表达“猜测的确定性”（应该）：明日雨もでしょう。明天应该还会下雨吧。同时，「でしょうか」也是「ですか」的一种更礼貌的说法。 だろう跟でしょう意思一样，只是更加男性化。","link":"/2024/03/05/japanese/"},{"title":"生活记录","text":"2024.3.5阴雨的傍晚 很久没写了。 最近打算去日本读研。当然目前只是计划。我究竟为什么想去日本呢？说实话我也不太清楚。从不知道什么时候起我开始对自己行为的动机模糊不清，而对这种现象的反思又使我痛苦不已。我很喜欢日本吗？也没有那么喜欢；日本待遇高吗？其实我也一直对“待遇”什么的比较无实感。我觉得最有可能是由于我想要证明自己的愿望，以及对考研的恐惧造成的。或许是看到周围人出国所以眼红了？idk 我也浅浅了解了一下日本读研，似乎也并不轻松。要用日语考试、要给教授发邮件，还要面试。一想到这些我就感觉非常的压抑，为什么呢？其实最害怕的不是考试，而是给教授发邮件和面试。这种事对我来说太过“直接”了，我对这种面谈特别害怕。然后我也尝试过去各个学校官网找招生信息，但是也没找到什么。总之感觉这是条困难重重的路，好像比考研要艰难得多。 其实留在国内又怎样呢？有那么迫切的出国需要吗？但是说实话国内的情况让我有些害怕，而且理性思考我觉得出国总的来说不会是一个愚蠢的决定。我希望这点就不要再纠结了，我之后两年的行为是一定会围绕留日展开的，至于最终能否出去就另说了，但是这份心态应该有。 然后来说说规划。考修首先需要日语N2和托业成绩，这两个语言成绩我打算在大二之前考取，如果能考取那再找专业人士搞择校以及备考专业课之类的事情，如果考不到那就国内考研。所以现阶段我只需要思考三件事：日语、英语（托业）和专业课。这会大大增加我的负担吗？我觉得其实还好啦，大学生活本来就挺闲的，就是学日语英语需要点方法。 说到英语我还想讲两句，从初中开始我的英语考试就还行，于是我把它当成了一种骄傲的资本，一种能证明我自己的东西，于是我在心态上故意表示出对英语的轻蔑，其一是维持我英语天赋高的人设，其二是逃避我英语其实没那么好的现实。如果没记错的话我的强迫症最开始就是由读英语句子开始的，可见我对英语的焦虑。读英语文章的时候会强迫自己快速，如果没理解或理解错了就会在心里咒骂自己，这绝对是一种不健康的心态。请对自己诚实一点：我的英语很一般，只是在应付高中考试时有点小伎俩，我的词汇量不大，我的听力一般，我的写作水平很一般，这点从我的四级成绩就能看出来。当然，并不是没救，所以需要好好学才能进步，请把对那种“天赋”的执念扔掉吧，我就是个普通人而已。 最近因为这个事情搞得自己有点焦虑，干什么都没动力，事实上我就是个有神经症的人吧。但我绝对不会因为神经症放弃我的生活。","link":"/2024/03/05/diary/"},{"title":"乐评","text":"这个贴用来记录我对感兴趣的音乐的评价。 没法搞到播放外链的我会直接把专辑封面和歌曲名称贴上去。 by My Bloody Valentine专辑：loveless曲，Shoegaze，迷幻 这张专都很值得听，应该比较有名吧，毕竟shoegaze的开山之作，我也是从这里第一次接触到这种风格。 应该说完全就是我的菜，是我听过最overwhelming的专辑之一了。这种失真+呢喃的曲风真的无法拒绝。 为什么明明有歌词却被分到曲类中？因为那人声在我听来跟咏叹没什么区别，都只是提供了一种音色罢了。 by 椎名林檎专辑：浮き名曲，钢琴，大提琴，幽玄，阴暗 整张专最好听的一首，其他的没啥必要听其实。说实话椎名林檎大多数歌我都不太感冒。 要说评价，tag里的幽玄就是最简洁的评语了。开头重复的钢琴让我联想到蒙太奇。最后的大提琴听得很爽。 是个很适合当剪辑bgm的曲子。 Bran-new love song by the pillows专辑：FLCL Original Sound Track NO.1 Addict曲，电吉他，失真，浪漫，清爽 FLCL经典曲目了，很难说是不是有动画情怀加成导致这么好听。天桥上的那根NEVER KNOWS BEST可以说是我记忆中最浪漫的画面之一。 说起来致敬这根香烟的作品有很多，从素晴日到电锯人都有。 最顶的还是开头40s那种在仲夏夜的阳台上跟楼下站着的小男友调情的氛围。我记得史铁生在哪本书里好像说过一句话，大意是夏天就是分手的季节，夏天一定要来场轰轰烈烈的分手之类的，well虽然我现在已经是个不婚不恋主义者不过我还是得承认这句话跟这首曲子的氛围非常搭，都十分青春且浪漫。 by Mogwai专辑：Young Team曲，后摇，钢琴，噪声，耳膜撕裂 啥也不说了，就是高级，整张专都十分值得一听。 Mogwai属实是越来越拉了，应该算出道即巅峰，反正我听着他们后面的那些专辑都不如这张97年的牛逼。 最后那段地铁（火车？）声建议还是把音量调小点，耳朵是真受不了。 by 舞风/MAIKAZE专辑：夢想夏郷 A Summer Day’s Dream Soundtrack CD曲，钢琴，清新 用一分钟的曲子营造出了一部电影的氛围感。 让我想到夏天雨水从青灰色的石瓦屋顶上丝丝流下的画面。或者是梅雨季的《边城》。 夢想夏郷虽说是个不折不扣的烂片，但它的音乐和画工质量却相当之高，而且都是由时雨一人包办的，顿时升起敬仰之情。不过剧本依然是个垃圾。 顺带放两张夢想夏郷的图，这画风我是真喜欢。说起来为啥我看夢想夏郷会有种怀旧感？明明我根本没在类似的地方待过啊？so weird. by Radiohead专辑：The Bends歌，摇滚，情绪 经典不多评价。主要是歌词很有共鸣。整张专质量都很高。 Radiohead的所有歌曲都非常棒。 by MONO专辑：Beyond the Past • Live in London with the Platinum Anniversary Orchestra曲，后摇，电吉他，失真，激昂 捏麻麻地太燃了。最妙的就是每一次重复都是渐进的，那种音符逐渐冲破曲式的束缚的那种力量感和压迫感在最后达到高峰，如脱缰野马般的尖鸣令人无比心潮澎湃。 这首我更喜欢这个Live版，专辑里其他曲子也很爽但都没这个劲儿大。 いい夢見てね by 百石元专辑：K-ON! ORIGINAL SOUND TRACK曲，电子，治愈，怀旧 心情不好的时候就拿出来听听。52s的那个旋律总让我回忆起小学下午放学回家后爸妈不在，橙黄的夕阳被窗户剪成方形映在墙上的场景。有种旧核的感觉。 顺便推荐个视频： 相当治愈啊。说起来我好像轻音还没看完（","link":"/2024/02/15/music/"},{"title":"第一篇","text":"经过了四年的荒废，这个博客将重新启用。具体会写些什么呢？——任何我想要写下的东西。学习笔记、影评、音乐、牢骚，都会发布上来。幻想研究所，这个四年前取的名字，今天也沿用下来。主要是因为我实在取不出新名字了。我希望这上面的文章都是自然的，就是想到啥就写啥，不必硬凹语气、修辞之类的，完全当作脑内声音的文字化就好。当然文学创作也是完全OK的。 感觉还是挺奇妙的，上一次上传文章还在上初中，现在已经是大学生了。就说这么多。（这个封面也和当年第一篇文章一样，属于情怀，现在我对东方已经没那么感兴趣了） 2024年2月15日凌晨","link":"/2024/02/15/first/"}],"tags":[],"categories":[{"name":"随笔","slug":"随笔","link":"/categories/%E9%9A%8F%E7%AC%94/"},{"name":"评测","slug":"评测","link":"/categories/%E8%AF%84%E6%B5%8B/"},{"name":"学习","slug":"学习","link":"/categories/%E5%AD%A6%E4%B9%A0/"}],"pages":[]}